Revit 2027 API
ParameterTypeId.DimStyleCenterlineSymbol Property
 "Centerline Symbol"
Namespace: Autodesk.Revit.DB
Assembly: RevitAPI (in RevitAPI.dll) Version: 27.0.4.0 (27.0.4.0)
Syntax
public static ForgeTypeId DimStyleCenterlineSymbol { get; }
Public Shared ReadOnly Property DimStyleCenterlineSymbol As ForgeTypeId
	Get
public:
static property ForgeTypeId^ DimStyleCenterlineSymbol {
	ForgeTypeId^ get ();
}
static member DimStyleCenterlineSymbol : ForgeTypeId with get
Property Value
ForgeTypeId
See Also
Reference
ParameterTypeId Class
Autodesk.Revit.DB Namespace